IDEA Open Model
ReinfAroundOpening.DiagonalDiameter Property
Compatible with IDEA StatiCa Beta 20.0
 Diameter of diagonal reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DiagonalDiameter { get; set; }
Public Property DiagonalDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace